Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/forskrift-om-rammeplan-for-de-samiske-grunnskolelarerut-danningene-for-17-trinn-og-510-trinn_id_594360.html.tmx
Source language: nob
Languages: sme

source: Forskrift om rammeplan for de samiske grunnskolelærerutdanningene for 1.–7. trinn og 5.–10. trinn Fastsatt av Kunnskapsdepartementet 1. mars 2010 med hjemmel i lov om universiteter og høyskoler av 1. april 2005 nr. 15 § 3-2 annet ledd.
sme: Máhttodepartemeanta mearridan njukčamánu 1. b. 2010 láhkavuođu vuođul lágas Lov om universiteter og høyskoler av 1. april 2005 nr 15 § 3-2 annet ledd (Láhka universitehtaid ja allaskuvllaid várás njukčamánu 1. b. 2005 nr. 15 § 3-2 nubbi lađas).

source: § 1 VIRKEOMRÅDE OG FORMÅL
sme: § 1 DOAIBMAVIIDODAT JA ULBMIL

source: Forskriften gjelder for universiteter og høyskoler som gir samisk grunnskolelærerutdanning, og som er akkreditert etter lov om universiteter og høyskoler § 1-2 og § 3-1.
sme: Láhkaásahus gusto universitehtaide ja allaskuvllaide mat addet sámi vuođđoskuvlaoahpaheaddjeoahpu ja leat akkrediterejuvvon čuovvovaš lága vuođul: Láhka universitehtaid ja allaskuvllaid várás § 1-2 ja § 3-1.

source: Forskriften gjelder for 4-årig samisk grunnskolelærerutdanning.
sme: Láhkaásahus gusto 4-jagáš sámi vuođđoskuvlaoahpaheaddjeohppui.

source: Forskriften definerer rammene for de samiske grunnskolelærerutdanningene for 1.–7. trinn og 5.–10. trinn.
sme: Láhkaásahus meroštallá sámi vuođđoskuvlaoahpaheaddjeoahpuid 1.-7. dási ja 5.-10. dási rámmaid.

source: Den samiske grunnskolelærerutdanningen er likeverdig med den norske grunnskolelærerutdanningen.
sme: Sámi vuođđoskuvlaoahpaheaddjeoahppu lea ovttaárvosaš našunála vuođđoskuvlaoahpaheaddjeoahpuin.

source: Samisk grunnskolelærerutdanning skal ha samisk som hovedundervisningsspråk.
sme: Sámi vuođđoskuvlaoahpaheaddjeoahpu váldooahpahusgiellan lea sámegiella.

source: Samisk grunnskolelærerutdanning er forankret i samisk kultur og samfunn og har samiske læringsforståelser og undervisningsmåter som sitt utgangspunkt.
sme: Sámi vuođđoskuvlaoahpaheaddjioahpu vuođđudussan leat sámi kultuvra ja servodat ja sámi oahppanáddejumit ja oahpahusvuogit leat vuolggasadjin.

source: Den samiske grunnskolelærerutdanningen gir allsidig kjennskap til samiske forhold.
sme: Sámi vuođđoskuvlaoahpaheaddjeoahppu addá máŋggabealat máhtu sámi dilálašvuođain.

source: Forskriftens formål er å sikre at institusjonene tilbyr integrerte, profesjonsrettete og forskningsbaserte samiske grunnskolelærerutdanninger med høy faglig kvalitet.
sme: Láhkaásahusa ulbmil lea dárkkistit ahte oahppoásahusat fállet integrerejuvvon, profešuvdnii ráhkkanahtti ja dutkanvuđđosaš sámi vuođđoskuvlaoahpaheaddjeoahpuid main lea alla kvalitehta.

source: Utdanningene skal forholde seg til opplæringsloven og gjeldende læreplanverk for grunnopplæringen.
sme: Oahput galget čuovvut oahpahuslága ja vuođđooahpahussii gustovaš oahppoplánaid.

source: Institusjonene skal legge til rette for integrerte grunnskolelærerutdanninger med helhet og sammenheng mellom teori- og praksisstudier, mellom fag og fagdidaktikk og mellom fag.
sme: Oahppoásahusat galget lágidit integrerejuvvon vuođđoskuvlaoahpaheaddjeoahpuid, main lea ollisvuohta ja oktiigullevašvuohta teoriija- ja praksisoahpuid gaskkas, fágaid ja fágadidáktihka gaskkas ja fágaid gaskkas.

source: Grunnskolelærerutdanningene skal gi kandidatene solide faglige og didaktiske kunnskaper, kvalifisere for forskningsbasert yrkesutøvelse og for kontinuerlig profesjonell utvikling.
sme: Vuođđoskuvlaoahpaheaddjeoahput galget kandidáhtaide addit nana fágalaš ja didáktalaš máhtuid, gealbudahttit sin atnit ávkin dutkama oahpaheaddjeámmáhis ja ámmátlaš ovdáneamis jeavddalaččat.

source: Utdanningene skal kjennetegnes av et nært samspill med profesjonsfeltet og det samfunnet skolen er en del av.
sme: Oahpuid iešvuohta lea lagas ovttasdoaibman profešuvdnasurggiiguin ja dainna servodagain mas skuvla lea oassin.

source: Utdanningene skal sette læreryrket inn i en historisk og samfunnsmessig sammenheng og bidra til kritisk refleksjon og profesjonsforståelse.
sme: Oahput galget čatnat oahpaheaddjeámmáha historjjálaš ja servodatlaš oktavuhtii. Oahput galget maiddái oahpahit kritihkalaččat reflekteret ja hukset profešuvdnaáddejumi.

source: Samisk grunnskolelærerutdanning skal sette læreryrket inn i en samisk kontekst og urfolkskontekst.
sme: Sámi vuođđoskuvlaoahpaheaddjeoahppu galgá čatnat oahpaheaddjeámmáha sámi oktavuhtii ja álgoálbmotoktavuhtii.

source: Grunnskolelærerutdanningene skal kvalifisere kandidatene til å ivareta opplæring om samiske forhold og ha kunnskap om samiske barns rett til opplæring i tråd med opplæringsloven og gjeldende læreplanverk for grunnopplæringen.
sme: Vuođđoskuvlaoahpaheaddjeoahput gealbudahttet kandidáhtaid bastit oahpahit sámi dilálašvuođaid birra ja sii galget diehtit ja dovdat sámi mánáid vuoigatvuođaid oahpahuslága mielde ja vuođđooahpahussii gustovaš oahppoplánaid vuođul.

source: § 2 LÆRINGSUTBYTTE
sme: § 2 OAHPPANJOKSOSAT

source: De samiske grunnskolelærerutdanningene skal kvalifisere lærere til å utøve et krevende og komplekst yrke i et samfunn som preges av mangfold og endring.
sme: Sámi vuođđoskuvlaoahpaheaddjeoahput gealbudahttet oahpaheddjiid bargagoahtit ja čađahit hástaleaddji ja máŋggabealat ámmáha girjás ja rievdi servodagas. Oahppanjoksosat leat hábmejuvvon našunála kvalifiserenrámmaid vuođul.

source: Kandidaten skal etter fullført grunnskolelærerutdanning ha følgende læringsutbytte definert som kunnskap, ferdigheter og generell kompetanse, som fundament for arbeid i skolen og videre kompetanseutvikling.
sme: Go kandidáhttá lea ollašuhttán vuođđoskuvlaoahpaheaddjeoahpu, de son galgá leat olahan oahppanjoksosiid mat čilgejuvvojit máhtu, gálggaid ja oppalaš gelbbolašvuođa vuođul. Dát leat vuođđun skuvlabarggus ja gelbbolašvuođaovdáneamis.

source: Læringsutbytte særskilt for kandidater 1.–7. trinn:
sme: Oahppanjoksosat erenoamážit 1. – 7. dási kandidáhtaide:

source: Kandidaten - har faglige og fagdidaktiske kunnskaper i samisk, matematikk, norsk og øvrige fag som inngår i utdanningen, og solid kunnskap om begynneropplæring for de yngste elevene i fagene og lesing, skriving og regning - har kunnskap om arbeid med elevenes grunnleggende ferdigheter i å uttrykke seg muntlig, lese, uttrykke seg skriftlig, regne og bruke digitale verktøy i og på tvers av fag
sme: Kandidáhtas - lea nana fágalaš ja fágadidáktalaš máhttu sámegielas ja eará oahppofágain ja máhttu fágaide skuvlafágan ja dutkanfágan - lea máhttu bargat ohppiid vuođđogálggaid ovdánahttimiin das ahte ovdanbuktit njálmmálaččat, lohkat, ovdanbuktit čálalaččat, rehkenastit ja geavahit digitála reaidduid fágaid siskkobealde ja fágaid rastá - lea máhttu lágidit oahpahusa mii ovdánahttá vuođđogálggaid heivehuvvon 5. -10. dási ohppiide - lea máhttu ollislaš oahppomannolagas, mas deattuhit sirdášumi mánáidskuvladásis nuoraidskuvladássái ja nuoraidskuvladásis joatkkaskuvlaoahpu dássái

source: - kan tilrettelegge for progresjon i opplæringen av de grunnleggende ferdighetene tilpasset elever på 1.–7. trinn
sme: Dán guovtti vuođđoskuvlaoahpaheaddjeoahpu oahppanjoksosat biddjojit fágaid sisdoalu ja bargovugiid oktavuhtii.

source: - har kunnskap om det helhetlige opplæringsløpet, med vekt på overgangen fra barnehage til skole og barnetrinn til ungdomstrinn Læringsutbytte særskilt for kandidater 5.–10. trinn:
sme: (1) Spesialiserema ja fágalaš ovttasteami gáibádusat Vuođđoskuvlaoahpaheaddjeoahput leat spesialiserejuvvon skuvlla ahkeluohkáide, ja gealbudahttet oahpahit jogo 1.–7. dásis dahje 5.–10. dásis.

source: - har solide faglige og fagdidaktiske kunnskaper i samisk og de øvrige fagene som inngår i utdanningen og kunnskap om fagene som skolefag og forskningsfag
sme: Oahput organiserejuvvojit guovtti sierra vuođđoskuvlaoahpaheaddjeoahppun vugiiguin, mat sihkkarastet progrešuvnna ollislaš profešuvdnaoahpus.

source: - har kunnskap om arbeid med videreutvikling av elevenes grunnleggende ferdigheter i å uttrykke seg muntlig, lese, uttrykke seg skriftlig, regne og bruke digitale verktøy i og på tvers av fag
sme: 1.–7. dási vuođđoskuvlaoahpaheaddjeoahppu doallá sisttis dábálaččat unnimusat njeallje oahpahusfága, main unnimusat okta fága lea 60 oahppočuoggá ja eará fágat leat unnimusat 30 oahppočuoggá.

source: - kan tilrettelegge for progresjon i de grunnleggende ferdighetene i opplæringen tilpasset elever på 5.–10. trinn
sme: Okta oahpahusfága 4. oahppojagis sáhttá buhttet ovtta 30 oahppočuoggá skuvlarelevánta fága.

source: - har kunnskap om det helhetlige opplæringsløpet, med vekt på overgangen fra barnetrinn til ungdomstrinn og ungdomstrinn til videregående opplæring
sme: Jus joatká masteroahpuin 3. oahppojagi maŋŋá, de masteroahpu vuosttaš jahki buhtte vuođđoskuvlaoahpaheaddjeoahpu 4. oahppojagi fágaid.

source: - har kunnskap om skolens og lærerprofesjonens egenart, historie, utvikling og plass i det samiske samfunnet og samfunnet forøvrig
sme: 5.-10. dási vuođđoskuvlaoahpaheaddjeoahppu doallá sisttis dábálaččat golbma oahpahusfága, juohke fága lea 60 oahppočuoggá.

source: - har kunnskap om lovgrunnlag, herunder skolens formål, verdigrunnlag, læreplaner og elevers ulike rettigheter
sme: Jus joatká masteroahpuin 3. oahppojagi maŋŋá, de masteroahpu vuosttaš jahki buhtte vuođđoskuvlaoahpaheaddjeoahpu 4. oahppojagi fágaid.

source: - har kunnskap om læreplanarbeid og om skolen som organisasjon
sme: Hárjehallanoahppu lea integrerejuvvon oassin buot oahppofágain.

source: - har kunnskap om barns og unges læring, utvikling og danning i ulike sosiale, flerkulturelle og flerspråklige kontekster
sme: Hárjehallanoahpu viidodat lea unnimusat 100 beaivvi njealji jagis; unnimusat 80 beaivvi golmma vuosttaš oahppojagi, ja unnimusat 20 beaivvi maŋemus oahppojagi.

source: - har kunnskap om viktigheten av og forutsetninger for god kommunikasjon og godt samarbeid mellom skole og hjem
sme: Hárjehallanoahppu čađahuvvo vuođđoskuvllas ja juhkkojuvvo sihke vuolit ja alit ahkeluohkáide dan oahpposuorggis, masa oahppu gealbudahttá.

source: - har kunnskap om et bredt repertoar av arbeidsmåter, læringsressurser og læringsarenaer og om sammenhengen mellom mål, innhold, arbeidsmåter, vurdering og de enkelte elevenes forutsetninger
sme: Hárjehallanoahpus galgá leat progrešuvdna ja heivehuvvot studeanttaid válljenfágaide buot oahppojagiin ja čadnojuvvot iešguđetlágan skuvladoaimmaide.

source: - har kunnskap om barn i vanskelige situasjoner og om barns rettigheter i et nasjonalt og internasjonalt perspektiv, på grunnlag av internasjonale konvensjoner, urfolkserklæringer og nasjonale lover
sme: Hárjehallanoahpu lágideapmi berre speadjalastit miehtásámi perspektiivvaid. Oahpahusfágat galget leat profešuvdnii ráhkkanahtti oahpaheaddjeoahppofágat ja dain galgá leat fágadidaktihkka ja galgá bargojuvvot vuođđogálggaiguin fágas.

source: - har kunnskap om samisk, nasjonalt og internasjonalt forsknings- og utviklingsarbeid med relevans for lærerprofesjonen
sme: Oahpahusfágain, skuvlarelevánta fágain ja fáddájoavkkuin galgá dutkan leat vuođđun ja čanastuvvot dutkanaktiivvalaš fágabirrasii.

source: - kan selvstendig og i samarbeid med andre planlegge, gjennomføre og reflektere over undervisning i og på tvers av fag, med utgangspunkt i samisk tradisjonell kunnskap, samt forsknings- og erfaringsbasert kunnskap
sme: Bachelorbargu lea geatnegahtton 3. oahppojagi.

source: - kan tilrettelegge for og lede gode og kreative læringsmiljøer - kan tilrettelegge for estetisk utfoldelse, opplevelse og erkjennelse
sme: Barggu viidodat ja dieđateoriija ja metodaid vuođđomáhttu lea oassin 15 oahppočuoggá pedagogihka ja oahppimáhtu oahppoollisvuođas.

source: - kan vurdere og dokumentere elevers læring og utvikling i forhold til opplæringens mål, gi læringsfremmende tilbakemeldinger og bidra til at elever kan vurdere egen læring
sme: Bachelorbargu galgá ráhkkanahttit profešuvdnii ja temáhtalaččat čatnasit pedagogihkkii ja oahppimáhttui ja/dahje eará fágaide.

source: - forstår de samfunnsmessige perspektivene knyttet til teknologi- og medieutviklingen (trygg bruk, personvern, ytringsfrihet) og kan bidra til at barn og unge utvikler et reflektert forhold til digitale arenaer
sme: Barggus berre leat sámi perspektiiva dahje álgoálbmotperspektiiva. Vuođđoskuvlaoahpaheaddjeoahpu 1.–7. dásis leat geatnegahtton fágan pedagogihkka ja oahppimáhttu 60 oahppočuoggá, matematihkka 30 oahppočuoggá, sámegiella 30 oahppočuoggá ja dárogiella 30 oahppočuoggá.

source: - kan kritisk reflektere over egen og skolens praksis i arbeidet med videreutvikling av lærerrollen og profesjonsetiske spørsmål
sme: Vuođđoskuvlaoahpaheaddjeoahpu 5.–10. dásis leat geatnegahtton fágan pedagogihkka ja oahppimáhttu 60 oahppočuoggá. Ii guhtege oahpahusfága leat geatnegahtton.

source: - kan mestre samisk muntlig og skriftlig, vise kompetent språkbruk i profesjonssammenhenger og kunne undervise på samisk i sine fag.
sme: Oahppoásahusat galget lágidit vejolašvuođa váldit riikkaidgaskasaš lohkanbaji ja oahppat riikkaidgaskasaš perspektiivvaid vuođđoskuvlaoahpaheaddjeoahpuin.

source: Mestrer norsk muntlig og skriftlig og kan bruke språket på en kvalifisert måte i profesjonssammenheng - kan vurdere og bruke relevante forskningsresultater og selv gjennomføre systematisk utviklingsarbeid
sme: (2) Oahpuid lágideapmi Vuođđoskuvlaoahpaheaddjeoahpu 1.–7. dássi: 1.–3. oahppojahki: Hárjehallanoahppu Pedagogihkka ja oahppimáhttu 60 oahppočuoggá Sámegiella 30 oahppočuoggá Dárogiella 30 oahppočuoggá Matematihkka 30 oahppočuoggá Oahpahusfága 30 oahppočuoggá

source: - kan i samarbeid med foresatte og faglige instanser identifisere behov hos elevene og iverksette nødvendige tiltak
sme: 4. oahppojahki: Hárjehallanoahppu Oahpahusfága 60 oahppočuoggá, vejolaččat guokte fága goabbáge 30 oahppočuoggá, mas nubbi sáhttá leat skuvlarelevánta fága 30 oahppočuoggá

source: - kan legge til rette for utvikling av kompetanse i entreprenørskap og for at lokalt arbeids-, samfunns- og kulturliv, tradisjonsbærere og ressurspersoner involveres i opplæringen
sme: 4. oahppojahki: Hárjehallanoahppu Oahpahusfága III 60 oahppočuoggá, vejolaččat guokte fága goabbáge 30 oahppočuoggá, mas nubbi sáhttá leat skuvlarelevánta fága 30 oahppočuoggá

source: - har god forståelse for globale spørsmål og bærekraftig utvikling
sme: § 4 NAŠUNÁLA NJUOLGGADUSAT, PROGRÁMMAPLÁNAT JA INDIKÁHTORAT

source: - kan gjøre nytte av samiske læringsmåter i opplæringen - kan tilpasse opplæringen i et to- eller flerspråklig perspektiv
sme: Prográmmaplánat mearridit fágalaš sisdoalu, hárjehallanoahpu, organiserema, bargovugiid ja árvvoštallanortnegiid.

source: GENERELL KOMPETANSE
sme: § 5 FRIDDJENMEARRÁDUSAT

source: - kan bidra til profesjonelt fellesskap mellom samiske lærere med tanke på videreutvikling av god praksis og yrkesetisk plattform også på tvers av landegrensene
sme: Eksámen dahje geahččaleapmi, mii ii leat čađahuvvon vuođđoskuvlaoahpaheaddjeoahpu oassin, sáhttá leat vuođđun friddjet eksámenis, geahča universitehtaid ja allaskuvlalága § 3-5.

source: - kan bidra til å styrke internasjonale og flerkulturelle dimensjoner ved skolens arbeid og bidra til forståelse for samenes status som urfolk
sme: Oahppu mii sáhttá addit vuođu friddjet eksámenis, galgá leat jogo fága, mii vástida skuvlafága dahje fága mas lea relevánsa vuođđoskuvlla oahpaheaddjebargui, geahča § 1, ja berre fátmmastit fágadidaktihka ja hárjehallanoahpu.

source: - kan identifisere egne lærings- og kompetansebehov i tilknytning til læreryrket
sme: Studeanta berre maid duođaštit sámegiela gelbbolašvuođa fágas.

source: - innehar en endrings- og utviklingskompetanse som grunnlag for å møte framtidens skole
sme: Vuođđoskuvlaoahpaheaddjeoahpu 1.–7. dásis sáhttá friddjet nuppi dain dárogiela čállingiela (girjedárogiela ja ođđadárogiela) geahččaleamis daid studeanttaid, geaidda ii leat addojuvvon árvvoštallan dárogiela goappaš čállingielain joatkkaskuvlaoahpus.

source: - kan bidra til å styrke en samisk, urfolks og internasjonal dimensjon ved skolens arbeid
sme: Dárogiela gáibádusas sáhttá friddjet daid olgoriikastudeanttaid, geat válljejit eatnigiela oassin iežaset oahpus.

source: (1) Krav til spesialisering og faglig sammensetning Grunnskolelærerutdanningene skal være spesialiserte mot årstrinn i skolen, og kvalifisere for undervisning på henholdsvis 1.–7. trinn og 5.–10. trinn.
sme: Friddjet geahččaleamis, nuppi dain dárogiela čállingielain, gusto maiddái vuođđoskuvlaoahpaheaddjeoahpu 5.–10. dási studeanttaide, geat eai vállje dárogiela fágačoakkáhussii.

source: Et undervisningsfag i 4. studieår kan erstattes av ett skolerelevant fag på 30 studiepoeng.
sme: Friddjen gusto maiddái olgoriikastudeanttaide, geain ii leat Norgga joatkkaskuvlaoahppu.

source: Grunnskolelærerutdanning for 5.–10. trinn skal normalt omfatte tre undervisningsfag, hvert på 60 studiepoeng.
sme: Studeanttaide, geain dárogiella lea 5.–10. dási vuođđoskuvlaoahpaheaddjeoahpus, eai gusto friddjenmearrádusat goappáge dárogiela čállingiela geahččaleamis.

source: Praksisopplæringen bør tilrettelegges slik at det gjenspeiler et allsamisk perspektiv.
sme: Friddjen galgá merkejuvvot oahppoduođaštussii. § 6 FÁPMUIBOAHTIN JA GASKABODDOSAŠ NJUOLGGADUSAT

source: Bacheloroppgave i det 3. studieåret er obligatorisk.
sme: Láhkaásahus lea fámus njukčamánu 1. beaivvi 2010 rájes.

source: Oppgaven bør ha et samisk perspektiv eller urfolksperspektiv.
sme: Láhkaásahus gusto studeanttaide geaid váldet sisa 2010-2011 oahppojagi rájes.

source: For grunnskolelærerutdanning 5.–10. trinn er det obligatorisk med pedagogikk og elevkunnskap 60 studiepoeng.
sme: Studeanttain, geat čuvvot ovddeš rámmaplánaid, lea vuoigatvuohta váldit eksámena dáid vuođul gitta juovlamánu 31. beaivái 2015.

source: Utdanningsinstitusjonene skal legge til rette for et internasjonalt semester og for internasjonale perspektiver i grunnskolelærerutdanningene.
sme: Dán dáhtona rájes ii leat šat fámus láhkaásahus dábálášoahpaheaddjeoahpu rámmaplánii, mii fápmuduvvui juovlamánu 13. beaivvi 2005.
